Repository: robertdevore/test-orders-for-woocommerce
Catalog: languages/wc-test-orders-*.po
Languages: fr_fr, it_it

source: Test Orders for WooCommerce® requires WooCommerce® to be active.
fr_fr: Test Orders for WooCommerce® nécessite que WooCommerce® soit actif.
it_it: Ordini di prova per WooCommerce® richiede che WooCommerce® sia attivo.

source: Test Order
fr_fr: Essai de commande
it_it: Ordine di prova

source: Use this option for placing test orders without payment.
fr_fr: Utilisez cette option pour passer des commandes de test sans paiement.
it_it: Utilizzare questa opzione per effettuare ordini di prova senza pagamento.

source: Enable/Disable
fr_fr: Activer/Désactiver
it_it: Abilita/Disabilita

source: Enable Test Order
fr_fr: Activer la commande de test
it_it: Abilitazione dell'ordine di prova

source: Title
fr_fr: Titre
it_it: Titolo

source: This controls the title displayed during checkout.
fr_fr: Cette option permet de contrôler le titre affiché lors du paiement.
it_it: Controlla il titolo visualizzato durante il checkout.

source: Description
it_it: Descrizione

source: This controls the description displayed during checkout.
fr_fr: Cette option permet de contrôler la description affichée lors de la commande.
it_it: Controlla la descrizione visualizzata durante il checkout.

source: Place a test order without payment.
fr_fr: Passer une commande test sans paiement.
it_it: Effettuare un ordine di prova senza pagamento.

source: Test order processed.
fr_fr: Commande de test traitée.
it_it: Ordine di prova elaborato.

source: Test Orders Settings
fr_fr: Paramètres des commandes de test
it_it: Impostazioni degli ordini di prova

source: Test Orders
fr_fr: Commandes de test
it_it: Ordini di prova

source: Settings saved.
fr_fr: Paramètres sauvegardés.
it_it: Impostazioni salvate.

source: Support
it_it: Supporto

source: Documentation
it_it: Documentazione

source: Order Status
fr_fr: Statut de la commande
it_it: Stato Ordine

source: Completed
fr_fr: Terminé
it_it: Completato

source: Processing
fr_fr: En cours
it_it: Elaborazione

source: On Hold
fr_fr: En attente
it_it: In attesa

source: Pending Payment
fr_fr: En attente de paiement
it_it: Pagamento in attesa

source: Reduce Stock
fr_fr: Réduire le stock
it_it: Riduci scorte

source: Yes
fr_fr: Oui
it_it: Sì

source: Save Settings
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni

source: Delete Test Orders
fr_fr: Supprimer les commandes de test
it_it: Cancellare gli ordini di prova

source: Click the button below to delete all test orders.
fr_fr: Cliquez sur le bouton ci-dessous pour supprimer toutes les commandes de tests.
it_it: Fare clic sul pulsante sottostante per eliminare tutti gli ordini di prova.

source: Progress: 0%
fr_fr: Progression : 0%
it_it: Progressi: 0%

source: No test orders found. Debug:
fr_fr: Aucune commande de test n'a été trouvée. Debug :
it_it: Nessun ordine di prova trovato. Debug:

source: Deleting test orders...
fr_fr: Suppression de commandes de tests...
it_it: Eliminazione degli ordini di prova...

source: Test Orders for WooCommerce®
fr_fr: Tester les commandes pour WooCommerce
it_it: Ordini di prova per WooCommerce

source: Adds a "Test Order" option to WooCommerce® checkout, bypassing the payment process.
fr_fr: Ajoute une option "Test de commande" à la caisse de WooCommerce®, en contournant le processus de paiement.
it_it: Aggiunge un'opzione "Ordine di prova" al checkout di WooCommerce®, bypassando il processo di pagamento.

source: No
fr_fr: Non
